//
// Form data hints
//

export default {

  institution: [
    'Межгалактический государственный университет',
  ],

  specialty: [
    '02.04.00 Психология',
    '05.07.06 Педагогика и психология',
    '09.03.01 Информатика и вычислительная техника',
    '09.03.02 Информационные системы и технологии',
    '09.03.03 Прикладная информатика',
    '09.03.04 Программная инженерия',
    '09.04.01 Информатика и вычислительная техника',
    '09.04.02 Информационные системы и технологии',
    '09.04.03 Прикладная информатика',
    '09.04.04 Программная инженерия',
    '15.04.06 Мехатроника и робототехника',
    '27.03.04 Управление в технических системах',
    '27.04.04 Управление в технических системах',
  ],

  qualification: [
    'Педагог-преподаватель',
    'Психолог. Преподаватель психологии',
    'Специалист-инженер',
    'Бакалавр-инженер',
    'Магистр-инженер',
  ],

  // Update ../pages/[id].js if this list is changed
  degree: [
    'Специалист',
    'Бакалавр',
    'Магистр',
  ],

}
